dirkwa/espOS/test/host/espos_httpd_test/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_OFFSET=0x8000
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_ESPOS_HTTPD_MAX_BODY=4096
